-- -----------------------------------------------------
-- Update DB 6 to 7
-- -----------------------------------------------------

USE `qsystem` ;

-- -----------------------------------------------------
-- Table `qsystem`.`services_users`
-- -----------------------------------------------------

ALTER TABLE `services_users` ADD  `flexible_invitation` TINYINT(1) NOT NULL DEFAULT 0 COMMENT 'возможность вызывать из людей к услуге а не автоматом ото всюду';


-- -----------------------------------------------------
-- Table  `net`
-- -----------------------------------------------------
UPDATE `net` SET version = '7' where id<>-1;

COMMIT;

