-- -----------------------------------------------------
-- Update DB 5 to 6
-- -----------------------------------------------------

USE `qsystem` ;

-- -----------------------------------------------------
-- Table `qsystem`.`break`
-- -----------------------------------------------------

ALTER TABLE `break` ADD  `hint` VARCHAR(1024) NULL COMMENT 'Текст Html подсказки при получении талона во время перерыва';


-- -----------------------------------------------------
-- Table  `net`
-- -----------------------------------------------------
UPDATE `net` SET version = '6' where id<>-1;

COMMIT;

